---
kind: method
id: M:Autodesk.Revit.DB.CurtainGridSet.Contains(Autodesk.Revit.DB.CurtainGrid)
source: html/40441aab-ddc8-79e0-4217-2fe61296c84b.htm
---
# Autodesk.Revit.DB.CurtainGridSet.Contains Method

## Syntax (C#)
```csharp
public virtual bool Contains(
	CurtainGrid item
)
```

## Parameters
- **item** (`Autodesk.Revit.DB.CurtainGrid`)